export const RUS = {
  title: "Добро пожаловать в beneficio!",
  subtitle: "Вы просто обязаны прочитать краткий экскурс по пользованию данным приложением! Ведь мы старались именно для тебя!",
  reasons: "Ни для кого не секрет, что современное общество - это оплот капитализма. Помимо того, что мы имеем различные способы и пути получения кэша, всё же сталкиваемся с рядом проблем. Для каждого этот список может быть разным, но мы выделим следующие:",
  reasonsList: [
    "1. Недостаток рабочих мест.",
    "2. Бюрократическое отношение на работе.",
    "3. Незнание специфических, востребованных инструментов для заработка.",
    "4. Недостаточный трудоспособный возраст..."
  ],
  factors: "При создании данного приложения мы учли все эти факторы.",
  overview: "Вашему вниманию предоставляется первое приложение, в котором можно зарабатывать стабильно каждый день буквально из любого удобного для Вас места!",
  teamWork: "Наша команда ежедневно занимается поиском, подбором, покупкой, и тестированием различных интернет-ресурсов по заработку.",
  security: "Мы обеспечиваем безопасность в пользовании нашим приложением, а также хранение ваших данных. А также, мы гарантируем 100% заработок, так как подбор и создание уровней соответствует правилу «5/5».",
  howItWorks: "Итак, разберёмся как это работает.\nНаши специалисты подбирают наиболее оптимальный ресурс, связываются с его руководством, узнают условия предоставления финансовых услуг.\nДалее следует тестирование ресурса на безопасность проведения операций со стороны пользователя.\nВ итоге, оплачиваем финансовые воздержания за информационные услуги или же за пользование самим ресурсом (если он платный).",
  nextStep: "Следующий шаг - стадия построения и тестирования:",
  workList: [
    "1.Анализ работоспособности ресурса.",
    "2. Составление стратегии построения уровня.",
    "3. Создание документации по уровню.",
    "4. Проектирование уровня, декомпозиция его на более мелкие части для комфортного прохождения.",
    "5. Интегрирование нового level’а в приложение."
  ],
  afterWork: "После вышеперечисленных стадий, полностью протестированный и готовый уровень появляется в приложении с детальной информацией, а именно: логотип и название уровня, его значимость и стоимость(кэш), комиссионные за успешное прохождение, а также оптимально возможное время его закрытия.",
  whatNext: "Что дальше?",
  smartPhone: "Следовательно, Вы как пользователь проходите уровни один за одним, попутно зарабатывая финансовые средства на ВАШЕМ смартфоне.",
  levelTime: "На прохождение одного уровня, заложено 12 часов, но если Вы не успели его пройти - не беда: уровень не исчезает, продолжаете именно с него.",
  afterLevel: "Когда прошли уровень, следующий будет доступен через 12 часов.",
  aboutProcess: "О самом прохождении:",
  gamePoints: "В каждом уровне Вам будет представлено пошаговое описание выполнения одного большого задания в сети. Будь то онлайн регистрации на различных ресурсах, будь то сбор и перепродажа крипто-токенов, трафик, работа с биржами, коррекция данных платформы, реферальные операции, и тд.",
  knowledgeImprovement: "Помимо заработка, наше приложение помогает людям более детально разобраться в мелких нюансах “мировой паутины”, которая легко уместилась в вашем смартфоне.Вы уже сейчас должны понимать, что именно этот ресурс на сегодня предоставляет невероятные условия для развития любых ваших желаний, целей и тд.",
  commissions: "Как производятся выплаты за прохождение ?",
  paymentProcess: "После установки приложения, за прохождение уровня Вы получите компенсацию. Далее нужно открыть следующий уровень, нажатием кнопки «завершить» на текущем, после нажатия вы перенаправитесь в меню оплаты комиссионных за предоставленный вам уровень (оплата коммисионных доступна с любой банковской карты или счета), коммисионные указаны на уровневой панеле а так же в самой кнопке перехода в меню оплаты. С течением времени, следующий уровень будет открыт для прохождения.",
  nextLevels: "С каждым последующим уровнем денежное вознаграждение за прохождение будет расти!",
  privacy: "В приложении имеется раздел «Приватности», где детально описаны все права хранения данных пользователя.",
  community: "В разделе «Сообщество» расположены ссылки на все актуальные информационные ресурсы нашего приложения:",
  communityList: [
    "1. LinkedIn.",
    "2. Почта.",
    "3. Веб-сайт.",
    "4. Facebook.",
    "5. Instagram.",
    "6. Telegram."
  ],
  communityOffer: "Присоединяйтесь и следите за нашими новостями и обновлениями :)",
  profile: "Публичная информация о вашем профиле хранится в разделе «Профайл». Посетите его для более детального изучения.",
  finish: "Очень рады видеть Вас на нашей платформе! =)."
};

export const ENG = {
  title: "Welcome to beneficio!",
  subtitle: "",
  reasons: "",
  reasonsList: [
    "",
    "",
    "",
    ""
  ],
  factors: "",
  overview: "",
  teamWork: "",
  security: "",
  howItWorks: "",
  nextStep: "",
  workList: [
    "",
    "",
    "",
    "",
    ""
  ],
  afterWork: "",
  whatNext: "What next?",
  smartPhone: "",
  levelTime: "",
  afterLevel: "",
  aboutProcess: "",
  gamePoints: "",
  knowledgeImprovement: "",
  commissions: "",
  paymentProcess: "",
  nextLevels: "",
  privacy: "",
  community: "",
  communityList: [
    "1. LinkedIn.",
    "2. Email.",
    "3. Website.",
    "4. Facebook.",
    "5. Instagram.",
    "6. Telegram."
  ],
  communityOffer: "",
  profile: "",
  finish: ""
};